export const cardData = [
	{
		title: 'Быстрый выезд',
		description: 'Можете доверять мы Приедем к вам в течение',
		duration: '3',
		durationLabel: 'часов',
		iconPath:
			'M624 352h-16V243.9c0-12.7-5.1-24.9-14.1-33.9L494 110.1c-9-9-21.2-14.1-33.9-14.1H416V48c0-26.5-21.5-48-48-48H112C85.5 0 64 21.5 64 48v48H8c-4.4 0-8 3.6-8 8v16c0 4.4 3.6 8 8 8h272c4.4 0 8 3.6 8 8v16c0 4.4-3.6 8-8 8H40c-4.4 0-8 3.6-8 8v16c0 4.4 3.6 8 8 8h208c4.4 0 8 3.6 8 8v16c0 4.4-3.6 8-8 8H8c-4.4 0-8 3.6-8 8v16c0 4.4 3.6 8 8 8h208c4.4 0 8 3.6 8 8v16c0 4.4-3.6 8-8 8H64v128c0 53 43 96 96 96s96-43 96-96h128c0 53 43 96 96 96s96-43 96-96h48c8.8 0 16-7.2 16-16v-32c0-8.8-7.2-16-16-16zM160 464c-26.5 0-48-21.5-48-48s21.5-48 48-48 48 21.5 48 48-21.5 48-48 48zm320 0c-26.5 0-48-21.5-48-48s21.5-48 48-48 48 21.5 48 48-21.5 48-48 48zm80-208H416V144h44.1l99.9 99.9V256z',
		propsClass: 'md:!ml-auto xl:!ml-[10%] ',
	},
	{
		title: 'Заправка картриджей',
		description: 'Максимально быстрая заправка картриджа',
		duration: '15',
		durationLabel: 'минут',
		iconPath:
			'M256,8C119,8,8,119,8,256S119,504,256,504,504,393,504,256,393,8,256,8Zm92.49,313h0l-20,25a16,16,0,0,1-22.49,2.5h0l-67-49.72a40,40,0,0,1-15-31.23V112a16,16,0,0,1,16-16h32a16,16,0,0,1,16,16V256l58,42.5A16,16,0,0,1,348.49,321Z',
		propsClass: 'md:!ml-[0%] xl:!ml-[20%]',
	},
	{
		title: 'Гарантия на товар',
		description: 'Используем только оригинальные картриджи и тонеры',
		duration: '1',
		durationLabel: 'месяцев',
		iconPath:
			'M504 256c0 136.967-111.033 248-248 248S8 392.967 8 256 119.033 8 256 8s248 111.033 248 248zM227.314 387.314l184-184c6.248-6.248 6.248-16.379 0-22.627l-22.627-22.627c-6.248-6.249-16.379-6.249-22.628 0L216 308.118l-70.059-70.059c-6.248-6.248-16.379-6.248-22.628 0l-22.627 22.627c-6.248 6.248-6.248 16.379 0 22.627l104 104c6.249 6.249 16.379 6.249 22.628.001z',
		propsClass: 'md:!ml-auto xl:!ml-[30%]',
	},
	{
		title: 'Оперативная поддержка',
		description: 'Быстро решаем вопросы и устраняем неполадки',
		duration: '24',
		durationLabel: 'часа',
		iconPath:
			'M501.1 395.7L384 278.6c-23.1-23.1-57.6-27.6-85.4-13.9L192 158.1V96L64 0 0 64l96 128h62.1l106.6 106.6c-13.6 27.8-9.2 62.3 13.9 85.4l117.1 117.1c14.6 14.6 38.2 14.6 52.7 0l52.7-52.7c14.5-14.6 14.5-38.2 0-52.7zM331.7 225c28.3 0 54.9 11 74.9 31l19.4 19.4c15.8-6.9 30.8-16.5 43.8-29.5 37.1-37.1 49.7-89.3 37.9-136.7-2.2-9-13.5-12.1-20.1-5.5l-74.4 74.4-67.9-11.3L334 98.9l74.4-74.4c6.6-6.6 3.4-17.9-5.7-20.2-47.4-11.7-99.6.9-136.6 37.9-28.5 28.5-41.9 66.1-41.2 103.6l82.1 82.1c8.1-1.9 16.5-2.9 24.7-2.9zm-103.9 82l-56.7-56.7L18.7 402.8c-25 25-25 65.5 0 90.5s65.5 25 90.5 0l123.6-123.6c-7.6-19.9-9.9-41.6-5-62.7zM64 472c-13.2 0-24-10.8-24-24 0-13.3 10.7-24 24-24s24 10.7 24 24c0 13.2-10.7 24-24 24z',
		propsClass: 'md:!ml-[0%] xl:!ml-[40%]',
	},
]

export const services = [
	{
		title: 'Все бренды',
		subtitle: 'РЕМОНТ МФУ принтеров',
		description:
			'Ремонт МФУ принтеров всех брендов. Замена картриджей, ремонт печатающей головки, восстановление фотобарабана, настройка сетей.',
		image: 'https://www.printzapravka.uz/assets/remont-mfu-CYPp7AR7.png',
	},
	{
		title: 'Ремонт ноутбуков всех марок и моделей.',
		subtitle: 'РЕМОНТ Ноутбуков',
		description:
			'Профессиональный ремонт ноутбуков. Замена матрицы, клавиатуры, жесткого диска, ремонт материнской платы и многое другое.',
		image: 'https://www.printzapravka.uz/assets/remont-nout-Dy4yGOJ8.png',
	},
	{
		title: 'Решение проблемы. Ремонт и обслуживание шредеров.',
		subtitle: 'РЕМОНТ Шредеров',
		description:
			'Ремонт и техническое обслуживание шредеров. Быстрое восстановление вашего оборудования. Замена изношенных деталей.',
		image: 'https://www.printzapravka.uz/assets/remont-shreder-CN7808_L.png',
	},
	{
		title: 'С гарантией',
		subtitle: 'РЕМОНТ Термопринт',
		description:
			'Качественный ремонт термопринтеров с гарантией. Замена термоэлемента, роликов, ремонт электроники настройка калибровка.',
		image: 'https://www.printzapravka.uz/assets/remont-termoprint-CM0XruvH.png',
	},
	{
		title: 'Любая сложность',
		subtitle: 'РЕМОНТ Плоттеров',
		description:
			'Ремонт плоттеров любой сложности. Замена чернильных голов, ремонт механизмов подачи бумаги, восстановление электронных плат.',
		image: 'https://www.printzapravka.uz/assets/remont-plotter-DPXAMF5a.png',
	},
	{
		title: 'Установка Windows программы',
		subtitle: 'РЕМОНТ КОМПЬЮТЕРОВ',
		description:
			'Опытные специалисты устранят любые неполадки вашего компьютера, от программных сбоев до аппаратных поломок. Гарантия на выполненные работы.',

		image: 'https://www.printzapravka.uz/assets/remont-pk-BhH4St5V.png',
	},
]

// react count up
